Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/kuvasanakirja_mattu_saa_nid_julkaistu_digikirjana.html.tmx
Source language: fin
Languages: sms

source: Kuvasanakirja Mattu saa’nid julkaistu digikirjana
sms: Karttsääʹnnǩeʹrjj Mattu saaʼnid iʹlmštõõvvâm digiǩʹerjjen

source: Suositusta kuvasanakirjasta Mattu saa’nid on julkaistu digiversio.
sms: Peäggtum karttsääʹnnǩeʹrjj Mattu saaʼnid lij iʹlmštõõvvâm digiversio.

source: Sanoja voi kuunnella klikkaamalla joko sanoja tai kuvia, ja harjoitella ääntämistä.
sms: Vuäitt kuvddled saaʹnid kliʹkkjeeʹl saaʹnid leʹbe kaartid, da harʹjjtõõllâd jiõnnummuž.

source: Mattu saa’nid sisältää noin 500 tavallisinta koltansaamen kielen sanaa aihepiireittäin, kuten eläin-, perhe- ja ruokasanoja.
sms: Mattu saaʹnid – ǩeeʹrjest lie nuʹtt 500 tääuʹjmõš sääʹmǩiõllsaž sääʹnned teeʹmmkruuggi mieʹldd, mâʹte jieʹlli-, piâr- da porrmõš-sään.

source: saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke , joka tarjoaa inarin-, koltan- ja pohjoissaamen opetusta etäyhteyksiä hyödyntäen.
sms: Digiǩeeʹrj lij tuejjääm Uccjooǥǥ kååʹdd da Sääʹmteeʹǧǧ õhttsaž sääʹmǩiõli ougglõsõhttvuõđid äuʹǩǩeei mättʼtõõzz piʹlotthaʹŋkkõs , kååʹtt taʹrjjad aanar-, nuõrtt- leʹbe tâʹvvsääʹm mättʼtõõzz ougglõsõhttvuõđi äuʹǩǩeeʹl.

source: Opetuksen lisäksi hanke tukee saamenkielisten digitaalisten oppimateriaalien tuotantoa.
sms: Mättʼtõõzz lââʹssen haʹŋkkõs tuärjjad sääʹmǩiõllsaž digitaalʼlaž mättmateriaali puuʹtʼtõõzz.

source: Kirja on sovitettu käännös Matti Morottajan kirjoittamasta inarinsaamenkielisestä kirjasta Oopâ saanijd .
sms: Sääʹmǩiõllsaž ǩeeʹrj vuâđđan lij leämmaž Matti Morottaja aanarsääʹmǩiõllsaž ǩeʹrjj Oopâ saanijd .

source: Koltansaamen käännöksen on tehnyt Katri Fofonoff, kuvat on piirtänyt Sirpa Mänty.
sms: Sääʹmǩiõllsaž jåårǥlâttmõõžž lij tueʹjjääm Katri Fofonoff, kaartid lij pirstam Sirpa Mänty.

source: Digisanakirjan äänityksestä on vastannut Janne Lappalainen, editoinnista puolestaan Janne Lappalainen, Nicholas Francett ja Mikkal Morottaja.
sms: Digisääʹnnǩeeʹrj jiõntõõzzâst lij vaʹsttääm Janne Lappalainen, editâsttmõõžžâst Janne Lappalainen, Nicholas Francett da Mikkal Morottaja.

source: Lukijana on Merja Fofonoff.
sms: Merja Fofonoff lij lookkjen.

source: Digisanakirjan teknisestä toteutuksesta ovat vastanneet Esther Berelowitsch ja Unni Länsman.
sms: Digisääʹnnǩeeʹrj teeknlaž tuâjast lie vaʹsttääm Esther Berelowitsch da Unni Länsman.

source: Katso ja kuuntele kirjaa linkistä: Mattu saa’nid
sms: Ǩiõčč da kuvddâl ǩeeʹrj liiŋkâst: Mattu saaʼnid
